[
    {
        "image": "http://www.modishgeek.com/wp-content/uploads/2016/11/YourName-featured.jpg",
        "name": "Kimi no Na wa (Your name) - 2016 นะจ๊ะ",
        "type": "โรแมนติก/ภาพยนตร์แนวแฟนตาซี",
        "time": "1 ชม. 47 นาที",
        "synopsis": "ว่าด้วยเรื่องของเด็กหนุ่มสาวหนึ่งคู่ ทาคิ - เด็กหนุ่มนักเรียน ม.ปลาย ที่เติบโตในเมืองใหญ่โตเกียว กับ มิทสึฮะ - เด็กสาว ม.ปลาย ที่โตมาในหุบเขาแถบชนบท ซึ่งแม้ทั้งสองดูจะมีชีวิตที่แตกต่างกัน แต่สิ่งหนึ่งที่ทั้งสองเหมือนกันคือต่างแสวงหาการใช้ชีวิตในแบบของอีกคน ทาคิเบื่อชีวิตในเมือง ส่วนมิทสึฮะอยากเข้ามาอยู่ในเมืองใหญ่จนกระทั่งคืนหนึ่ง ... วันที่เกิดปรากฏดาวตกในรอบพันปี ทาคิและมิทสึฮะต่างฝันว่ากลายเป็นอีกคนหนึ่งซึ่งมันกลายเป็นเรื่องจริง จุดเริ่มต้นของสายสัมพันธ์ที่ไม่เห็นแต่สัมผัสได้จึงเริ่มขึ้นแม้พวกเขาจะยังไม่รู้ว่ามันคือการบอกให้ทราบถึงอะไรบางอย่างก็ตาม..."
    },
    {
        "image": "https://www.patsonic.com/wp-content/uploads/2021/12/spider-man-no-way-home-stills-featured.jpg",
        "name": "Spider-Man: No Way Home - 2021",
        "type": "แอคชั่น/ผจญภัย",
        "time": "2 ชม. 28 นาที",
        "synopsis": "Spider-Man: No Way Home ได้เล่าเรื่องราวต่อเนื่องจากเหตุการณ์ในภาคก่อน ปีเตอร์ พาร์คเกอร์ และคนรอบๆ ตัวเขาได้ตกที่นั่งลำบาก เนื่องจาก มิสเทอริโอ ได้ทิ้งบอมบ์ชุดใหญ่เอาไว้ ด้วยการเปิดเผยตัวตนที่แท้ของเขาว่าเป็นใคร ทำให้เขาต้องโร่ไปหา ด็อกเตอร์ สเตรนจ์ เพื่อช่วยแก้ไขสิ่งที่เกิดขึ้น โดยหวังว่าจะบลบความทรงจำคนทั้งโลก เพื่อให้ลืมว่าใครคือไอ้แมงมุมแต่สิ่งไม่คาดคิดได้เกิดขึ้นระหว่างการร่ายมนตร์คาถา เพราะเขาทำให้หมอเสียสมาธิ กลับกลายเป็นว่าผลลัพธ์ที่ออกมานั้นเป็นหายนะกว่าเดิม เพราะเป็นการกำเนิดมัลติเวิร์ส หรือ พหุจักรวาล โลกคู่ขนานต่างๆ ที่ทำให้เขาต้องเผชิญหน้ากับสถานการณ์และวายร้ายเก่าๆ ที่เคยต่อกรด้วยกันมา และทำให้ทุกอย่างแย่ลงและอันตรายเกินกว่าที่จะรับมือได้ด้วยตัวเอง"
    },
    {
        "image": "https://www.themoviedb.org/t/p/original/dB0CxRwLXJoOrRPUvsJjb2hnPtq.jpg",
        "name": "The Matrix Resurrections - 2021",
        "type": "ไซไฟ/แอคชั่น",
        "time": "2 ชม. 28 นาที",
        "synopsis": "The Matrix Resurrections คือการสานต่อเรื่องราวที่ถูกวางเอาไว้ใน The Matrix ภาคแรก เป็นการนำคีอานู รีฟส์ และ แครี่-แอน มอส กลับมาพบกันในฐานะคู่ขวัญบนจอภาพยนตร์ นีโอ และ ทรินิตี้ ในเรื่องราวที่เป็นการขยายออกไปอีก เมื่อพวกเขาได้กลับสู่โลกของเดอะเมทริกซ์และมุดลงไปในโพรงกระต่ายลึกมากยิ่งขึ้น หนังเป็นเรื่องราวการผจญภัยครั้งใหม่ที่ชวนให้จิตใจตะลึงพรึงเพริศ มาพร้อมกับฉากบู๊และงานสร้างยิ่งใหญ่ มีฉากหลังอยู่ในโลกที่คุ้นเคย แต่ก็เร้าใจมากขึ้น ที่ซึ่งความเป็นจริงขึ้นอยู่กับมุมมองของแต่ละคนมากกว่าที่เคยเป็นมา และทางเดียวที่จะเห็นความจริงได้ก็คือต้องปล่อยจิตใจของคุณให้เป็นอิสระยี่สิบปีหลังจากหนังภาคแรก"
    },
    {
        "image": "https://f.ptcdn.info/648/075/000/r3ji4z4vcq1NgxZOR892-o.jpg",
        "name": "Free Guy - 2021",
        "type": "แอคชั่น/ผจญภัย",
        "time": "1 ชม. 55 นาที",
        "synopsis": "Free Guy หรือชื่อไทยว่า “ขอสักทีพี่จะเป็นฮีโร” เป็นเรื่องราวของนายธนาคารที่ชื่อ “กาย” (ตามชื่อเรื่อง) เขาอาศัยอยู่ในโลกสมมติของเกม Open World เกมหนึ่ง โดยเขาใช้ชีวิตอย่างซ้ำซากไปตามบทบาทของตัวละครของเขาในเกม จนวันดีคืนนี้พี่แกเกิดอยากจะเป็นฮีโรต่อสู้กับเหล่าตัวละครวายร้ายในเกมขึ้นมา เมื่อจับพลัดจับพลูได้แว่น VR ที่จะทำให้ได้เล่นเกมอย่างที่เขากำหนดเนื้อเรื่องได้เองขึ้นอย่างที่ไม่ต้องเดินตามคำสั่งใครอีกต่อไป ความสนุกจึงบังเกิด"
    }
]
